token = "388247778:AAEMyu5kVcsB_BIoFTv3RtMSDI2_SCXolqI"

answer = "Ты просто опущеный пидор!"

answer_help = """Список команд:
    /start - Запуск бота
    /help - Помощь
    /setting - Настройки\n
Telegram для связи - @bulatgilfanov"""

info_authorization = """\u26A0Внимательно прочитайте всю инструкцию\n
\u2776 Открой ссылку - https://vk.cc/78N1SL
\u2777 Авторизуйся в ВК и разреши приложению доступ к cвоему аккаунту.
\u2778 Перед вами появится страница, cкопируй адрес из адресной строки и отправь боту."""
