token = "TOKEN"

answer = "Команда не распознана, для вывода доступных команд, введите /help"

answer_help = """Этот бот поможет тебе читать и писать сообщения ВК.\n
/settoken - подключить аккаунт ВКонтакте
/me - информация о текущем аккаунте\n
/check - проверить новые сообщения
/all - получить все непрочитанные сообщения
/dialogs - последние диалоги\n
/start - Запуск бота
/rate - оценить бота
/help - помощь\n
/cancel - отменить любое действие\n
Поддержка - @bulatgilfanov"""

error_token = """Ваш token не установлен!\nДля установки token, введите команду /settoken"""

info_settoken = """1⃣ Открой ссылку - https://vk.cc/78N1SL
2⃣ Авторизуйся в ВК и разреши приложению доступ к cвоему аккаунту.
3⃣ Перед вами появится страница, cкопируй адрес из адресной строки и отправь боту."""

info_hello = """Добро пожаловать.\nЧтобы читать сообщения, нужно подключить свой аккаунт ВКонтакте, для этого введите команду /settoken"""

rateforbot = """Поставьте нам \u2B50\u2B50\u2B50\u2B50\u2B50 звезд в StoreBot, если вам нравится наш бот:\n
https://t.me/storebot?start=vktoolsbot """

link = 'https://oauth.vk.com/blank.html#access_token='
